Repository: Shou1SHADY/Front_end_Agile
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Welcome
ar: مرحبا

# change_lang
source: Change_language
ar: تغيير اللغة

source: JOIN US NOW
ar: انضم الينا الأن

source: ONCE IN A WHILE
ar: يحدث مرة واحدة

source: Don't miss it
ar: لا تفوّته

# join_community
source: Enter the community NOW !
ar: انضم الينا الان

source: JOIN
ar: انضم

# money
source: Enter minimum quantity of needed materials
ar: ادخل اقل كمية من المواد

source: Submit
ar: ارسال

source: Subject
ar: الموضوع

# subject_corr
source: Enter Correct Subject
ar: برجاء تصحيح الجملة المطلوبة

# meal_corr
source: Enter Correct Meal
ar: ةبرجاء تصحيح الجملة المطلوب

source: Meal
ar: الوجبة

# money_requi
source: Money required
ar: المال الستهلك

# money_corr
source: Enter Correct Amount
ar: برجاء تصحيح الجملة المطلوبة
